export const faqData = [
	{
		question: 'С чего начать, если вы делаете рассылки в первый раз?',
		answer:
			'Для отправки первой рассылки необходимо добавить настройки почтового сервиса (SMTP), загрузить базу email-адресов и создать рассылку.'
	},
	{
		question: 'По каким базам можно делать рассылки?',
		answer:
			'Рассылки можно отправлять только по базам, которые вы собрали сами, и подписчики в них явно дали согласие на получение рассылок от вас. Рассылки по базам, собранным из открытых источников, запрещены.'
	},
	{
		question: 'Как загрузить базу контактов?',
		answer:
			'Вы можете загрузить базу контактов вручную, из CSV-файла или загрузить базу контактов из другого сервиса.'
	},
	{
		question: 'Как управлять базами контактов?',
		answer:
			'Система контактов представляет собой полноценную CRM: вы можете управлять контактами, настраивать отображаемые поля, сегментировать базу, добавлять пользовательские атрибуты и полностью контролировать структуру данных.'
	},
	{
		question: 'Как добавить отправителя рассылки?',
		answer:
			'Отправитель добавляется путем добавления настроек SMTP в настройках профиля. После настройки SMTP вы сможете использовать указанный адрес для отправки рассылок.'
	},
	{
		question: 'Как создать новый шаблон для писем?',
		answer:
			'Вы можете выбрать готовый шаблон из библиотеки или создать письмо с нуля, добавить контент и стили. Можно сохранять часто используеммые блоки для последующего использования.'
	},
	{
		question: 'Как персонализировать письма для каждого получателя?',
		answer:
			'В шаблонах писем используйте переменные для подстановки данных получателя: имя, компания, город и другие поля из вашей базы контактов. Каждое письмо будет уникальным для каждого получателя.'
	},
	{
		question: 'Как создать новую рассылку?',
		answer:
			'Выберите шаблон письма, укажите получателей из вашей базы контактов, тему письма и время отправки.'
	},
	{
		question: 'Как отслеживать статистику рассылок?',
		answer:
			'В разделе "Аналитика" вы увидите данные по каждой рассылке: процент открытий, клики по ссылкам, доставляемость и другие метрики. Для детальной статистики откройте страницу конкретной кампании.'
	}
]
